---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Wall
enum: Autodesk.Revit.UI.PostableCommand
zh: 墙、墙体
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Wall

**中文**: 墙、墙体

Creates foundations hosted by walls.